tap "homebrew/bundle"

brew "bat"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-machete"
brew "jq"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "vivid"
brew "zsh"
