tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

tap "sashaweiss/projects"
tap "dandavison/delta", "https://github.com/dandavison/delta"

brew "asdf"
brew "bat"
brew "python"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnupg"
brew "grip"
brew "htop"
brew "hyperfine"
brew "neovim"
brew "ripgrep"
brew "rsync"
brew "sashaweiss/projects/itree"
brew "shellcheck"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh"

cask "alt-tab"
