tap "homebrew/bundle"
tap "homebrew/core"

brew "asdf"
brew "bat"
brew "dust"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "grip"
brew "hyperfine"
brew "neovim"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "tldr"
brew "tmux"
brew "tree"
brew "vivid"
brew "wget"
brew "yarn"
brew "zsh"
