tap "dandavison/delta", "https://github.com/dandavison/delta"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "sashaweiss/projects"
brew "asciinema"
brew "asdf"
brew "bat"
brew "python"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnupg"
brew "grip"
brew "htop"
brew "hub"
brew "hyperfine"
brew "mas"
brew "mpv"
brew "neovim"
brew "pipenv", link: false
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh"
brew "getantibody/tap/antibody"
brew "sashaweiss/projects/itree"

cask "alacritty"
cask "alfred"
cask "bartender"
cask "contexts"
cask "daisydisk"
cask "firefox"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "postman"
cask "private-internet-access"
